export const results = [
  {
    type: "1",
    name: "michael-myers",
    krname: "마이클 마이어스",
    nameImg: "/images/characters/character-name-01.png",
    script: "그 소년의 눈 뒤에 숨겨진 것은<br />순수한… 악마 그 자체였으니까요.",
    img: "/images/characters/character-01.png",
    title: "목표한 것은 반드시 해내고 마는<br />치밀하고 집요한<br />마이클 마이어스!",
    ogtitle: "목표한 것은 반드시 해내고 마는 치밀하고 집요한 마이클 마이어스!",
    description: "‘할로윈’ 시리즈의 주인공. 얼굴에 쓴 흰색 가면과 함께 늘 입고 다니는 푸른 작업복이 트레이드 마크. 어떤 다급한 상황에서도 뛰거나 입을 열어 소리를 내지 않기로 유명하다. 설정 중 하나에 의하면 가면 뒤에 숨는 게 본인의 안식처라고 한다. 상당히 신중한 성격으로, 희생자를 가만히 몰래 지켜보다가 처단하는 식이다. 시리즈가 진행되는 작중의 긴 시간 내내 주인공 로리 스트로드에게 엄청나게 집착하는 모습을 보여준다. 시리즈를 거치며 나이가 들어감에도 불구하고 인간의 것이라곤 할 수 없을 만치의 괴력과 불사에 가까운 재생능력을 지녔기에, 사실상 인간을 뛰어넘는 존재 혹은 괴물로 해석되는 시각이 존재한다.",
    hashtags: [
      "낯가림",
      "집요함",
      "집착왕",
      "계획적",
      "차가운인상",
      "신중함",
      "과묵끝판왕",
      "속을알수없음"
    ]
  },
  {
    type: "2",
    name: "leatherface",
    krname: "레더페이스",
    nameImg: "/images/characters/character-name-02.png",
    script: "여긴 도살장이야.",
    img: "/images/characters/character-02.png",
    title: "관계를 중시하는<br />책임감 있는 로맨티스트<br />레더페이스!",
    ogtitle: "관계를 중시하는 책임감 있는 로맨티스트 레더페이스!",
    description: "‘텍사스 전기톱 학살’ 시리즈의 빌런. 레더페이스(Leatherface), 즉 ‘가죽으로 된 얼굴’을 뜻하는 닉네임 그대로 안면에는 다른 인간의 얼굴 가죽으로 된 가면을 뒤집어쓴 모습이다. 거구의 몸집에 인간의 언어를 구사하지 않는 과묵한 특징이 ‘제이슨 부히스’나 ‘마이클 마이어스’ 같은 기타 슬래셔 영화 속 빌런과 닮아있지만, 그들보다 좀 더 인간적이거나 아이 같이 묘사된다. 희생양을 상대로 사랑에 빠진다거나, 낑낑거리는 소리는 내며 짜증을 낸다거나, 잦은 실수 탓에 가족들에게 구박받는 모습 등이 그러하다. 앞치마를 두른 채 가족들을 위해 요리를 하거나 집안을 꾸미는 등 살림에 열중하는 가정적인 역할을 맡고 있다.",
    hashtags: [
      "가정적",
      "부끄럼쟁이", 
      "희생정신",
      "관계에헌신",
      "소심한관종", 
      "순수함",
      "금사빠",
      "낭만적"
    ]
  },
  {
    type: "3",
    name: "jason-voorhees",
    krname: "제이슨 부히스",
    nameImg: "/images/characters/character-name-03.png",
    script: "어릴 때 죽었다고 하지만<br />그는 계속 살아난다네.",
    img: "/images/characters/character-03.png",
    title: "속을 알기 어려운<br />열정적인 이상주의자<br />제이슨 부히스!",
    ogtitle: "속을 알기 어려운 열정적인 이상주의자 제이슨 부히스!",
    description: "‘13일의 금요일’ 시리즈 2편부터 등장하는 빌런. 굉장히 커다란 덩치의 소유자로, 하키마스크를 쓴 채 마체테로 희생자들을 처단한다. 과묵함이 특징으로, 사람의 언어를 소리 내어 말하는 모습은 작중 단 한 번도 나오지 않는다. 또한 엄청난 맷집과 불사신에 가까운 신체 능력을 지녀서 그 어떤 공격에도 흔들리지 않고 반격하여 돌진하는 우직함을 지녔다. 일설에 의하면 방탕한 십 대들의 질 나쁜 장난으로 죽은 탓에, 비슷한 낌새의 청소년을 보면 타깃으로 삼는다고 한다. 하지만 아주 어린 아이와 개는 절대 해치지 않는 자기 나름의 규칙에 따른 관대함도 지녔다. 죽은 어머니의 복수를 위해 앞뒤 가리지 않는 저돌적인 모습 역시 보여준다.",
    hashtags: [
      "보수적인데반항적",
      "미스터리",
      "목적중시",
      "나만의철칙",
      "열정적",
      "규칙중시",
      "분명한호불호",
      "고집쟁이"
    ]
  },
  {
    type: "4",
    name: "freddy-krueger",
    krname: "프레디 크루거",
    nameImg: "/images/characters/character-name-04.png",
    script: "내가…! 바로 신이다.",
    img: "/images/characters/character-04.png",
    title: "분위기를 잘 읽는<br />재기발랄한 장난꾸러기<br />프레디 크루거!",
    ogtitle: "분위기를 잘 읽는 재기발랄한 장난꾸러기 프레디 크루거!",
    description: "‘나이트메어 시리즈’의 빌런. 꿈속에서 서식하는 몽마로 등장한다. 화상을 입은 얼굴, 손가락 마디마다 긴 칼날이 달린 장갑, 머리에 쓴 페도라, 빨간색과 초록색의 줄무늬가 수놓은 스웨터가 특징적인 외형이다. 희생자의 꿈속에 나타난 프레디가 상대를 죽이면 이것이 현실에서도 그대로 일어난다. 대체로 과묵한 다른 슬래셔 영화 속 살인마들과 달리 그는 유독 수다스럽고 유쾌한 언변을 늘어놓는다. 희생자를 처단할 때도 상대를 농락하듯 지독하게 놀려대곤 한다. 호러 영화 속에 등장하는 빌런 중 가장 다양한 변장을 선보인바, 일각에선 코스프레 마니아로 불리기도 한다.",
    hashtags: [
      "수다쟁이",
      "달변가",
      "유머감각",
      "적극적",
      "도전적",
      "변화무쌍",
      "다양한관심사",
      "눈치빠름"
    ]
  },
  {
    type: "5",
    name: "pinhead",
    krname: "핀헤드",
    nameImg: "/images/characters/character-name-05.png",
    script: "그 상자. 그대가 열었기에,<br />우리가 왔다.",
    img: "/images/characters/character-05.png",
    title: "새로운 자극을 추구하는<br />줏대 있는 사색가<br />핀헤드!",
    ogtitle: "새로운 자극을 추구하는 줏대 있는 사색가 핀헤드!",
    description: "‘헬레이저’ 시리즈의 빌런. ‘르마샹의 상자’로 불리는 퍼즐 상자를 맞추면 소환되는 수도사 무리의 리더이다. 검은 가죽옷을 착용했으며 안면에 무수히 박힌 못이 특징적. 고통이자 쾌락을 선사하는 역설적인 존재로서, 극한의 쾌락은 결국 죽음으로 이어진다고 강하게 주장한다. 희생자들을 처단할 때 철학적인 말을 읊조리고는 한다. 대체로 무표정한 얼굴에 조용하면서도 이지적인 분위기를 풍긴다. 자진해서 상자를 연 쾌락주의자들에겐 징벌을 내리지만, 타의로 상자를 연 이들에겐 관대함을 베푸는 모습을 비교해보면 자기 기준과 주관이 뚜렷하고 자기 나름의 논리를 충실히 따르는 듯하다.",
    hashtags: [
      "포커페이스",
      "과묵함",
      "철학적",
      "공명정대",
      "뚜렷한주관",
      "논리적",
      "사색가",
      "엉뚱함"
    ]
  },
  {
    type: "6",
    name: "chucky",
    krname: "처키",
    nameImg: "/images/characters/character-name-06.png",
    script: "안녕, 난 처키야. 놀아볼까?",
    img: "/images/characters/character-06.png",
    title: "에너지 넘치는<br />자유롭고 유머러스한 핵인싸<br />처키!",
    ogtitle: "에너지 넘치는 자유롭고 유머러스한 핵인싸 처키!",
    description: "‘사탄의 인형’ 시리즈의 빌런. 본명은 찰스 리 레이. 부두술을 이용해 인형에 빙의했다. 상당한 오컬트 마니아임을 알 수 있는 부분. 인형의 주인인 소년 앤디 버클레이와 놀아주는 다정한 면모를 보이기도 한다. 그러나 심기를 거스른 자는 가차 없이 처단하는 편. 쉽게 흥분하는 불같은 성격이지만, 필요시엔 냉정하고 치밀한 계획으로 목적을 수행하는 뛰어난 두뇌와 센스 역시 겸비했다. 본모습을 숨긴 채 상대방의 호감을 사거나 속이는 것에 탁월한 재능이 있다. 작은 인형의 몸으로도 손쉽게 인간을 제압하거나 각종 무기를 능수능란하게 다루는 능력을 지녔다. 무엇보다, 아무리 죽여도 죽여도 자꾸만 끈질기게 다시 돌아오는데….",
    hashtags: [
      "유머러스", 
      "자기애",
      "분위기메이커",
      "사교적",
      "불굴의의지", 
      "핵인싸",
      "넘치는에너지",
      "즉흥적"
    ]
  },
  {
    type: "7",
    name: "pennywise",
    krname: "페니와이즈",
    nameImg: "/images/characters/character-name-07.png",
    script: "떠오를 시간이다.",
    img: "/images/characters/character-07.png",
    title: "즐거움을 추구하는<br />정열적인 분위기메이커<br />페니와이즈!",
    ogtitle: "즐거움을 추구하는 정열적인 분위기메이커 페니와이즈!",
    description: "‘그것’ 시리즈의 빌런. 주로 피에로 분장을 한 모습으로 등장하지만, 그 외엔 주로 상대방이 가장 두려워하는 형상으로 변해 겁을 주고는 한다. 외형을 자유자재로 변화시키는 것 외에도 환각을 유발하거나 정신을 지배하고 현실을 조작해 제 뜻대로 이끄는 등 환상적이고 초월적인 능력을 지닌다. 도심을 떠도는 공포, 그중에서도 어린아이들이 가진 공포의 상상력을 아주 오랜 시간 동안 힘의 근원으로 삼아왔다. 경박하고 우스꽝스러운 익살을 떨며 어린이들을 꾀어냈다가 이후 급작스럽게 공포감을 조성하며 완전히 돌변하곤 한다.",
    hashtags: [
      "상상력",
      "정열적",
      "천의얼굴", 
      "넘치는활기",
      "파티피플", 
      "감정기복",
      "새로운시도",
      "아무말대잔치"
    ]
  },
  {
    type: "8",
    name: "ghostface",
    krname: "고스트 페이스",
    nameImg: "/images/characters/character-name-08.png",
    script: "가장 좋아하는 공포 영화는 뭐지?",
    img: "/images/characters/character-08.png",
    title: "넘어져도 다시 일어나는<br />초긍정 인기쟁이<br />고스트 페이스!",
    ogtitle: "넘어져도 다시 일어나는 초긍정 인기쟁이 고스트 페이스!",
    description: "‘스크림’ 시리즈의 빌런. 작중 어느 상점에서나 흔히 구매할 수 있는 할로윈용 유령 가면을 쓰고 다니며 이 때문에 그의 정체를 추리하기 힘들다는 언급이 나온다. 타깃을 처리하기에 앞서 먼저 전화를 걸어 음성변조기를 사용한 목소리로 상대를 조롱하거나 협박하는 등 공포감을 조성한다. 공포 영화 속 클리셰와 장르적 규칙을 익히 꿰차고 있으며 이것을 범행에 이용한다. 초인에 가까운 능력을 보여주는 다른 슬래셔 영화의 빌런들과 상반되게, 웬만한 인간도 제대로 붙는다면 이길 수 있을 법한 능력치를 지녔다. 따라서 넘어지거나, 상대의 공격에 속수무책으로 얻어맞거나, 계단에서 구르는 등 허술하고 슬랩스틱 코미디에 가까운 모습을 자주 선보인다.",
    hashtags: [
      "철저한계획",
      "코미디언", 
      "낙천적",
      "관종",
      "간혹성급함",
      "잡학다식",
      "원칙주의자",
      "복세편살"
    ]
  },
]